{
    "Frontpage":[
        {
            "id":1,
            "Country":"Indonesia",
            "name":"Abiansemal, Bali, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/e25a9b25-fa98-4160-bfd1-039287bf38b6.jpg?im_w=720",
            "description":"Aura House is perched on top of the Ayung river offering a beautiful view.",
            "cost":"42,201",
            "title":"Entire villa hosted by Wayan",
            "heading":"Aura House 2bds Eco Bamboo House, Pool, River View",
            "urls":"https://a0.muscache.com/im/pictures/e25a9b25-fa98-4160-bfd1-039287bf38b6.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/f4f7b242-db33-46fc-9080-c3d6a6fd55ec.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/4756e699-f474-4ca7-8b77-06b12715a6cb.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/372e7d6f-7fb9-4668-92f0-25bb9a346814.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/fca892a4-3481-4ad1-9f92-404feaa42e9f.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Aura House is perched on top of the Ayung river offering a beautiful view. It features 2 very romantic en-suite bedrooms, a large living room fully furnished, a small kitchen, and a private swimming pool with view.It is the perfect gateway for adventurous couples and honeymoon.The whole house is private - it is just for you and your guests,We are very proud to have in Aura House one of the famous egg shaped door built by the designer company Ibuku. It is the entrance of the second bedroom.The atmosphere of Aura House is perfect for people looking to disconnect from their busy city life and/or nature enthusiasts. Be ready to be awaken by the sun peeking up into your room and the sounds of the river down below."
        },
        {
            "id":2,
            "Country":"Indonesia",
            "name":"Balian Beach, Bali, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/7cc3c855-f90e-4d0f-9b13-3b5c2a3c4bad.jpg?im_w=720",
            "description":"The Balian treehouse is only a 3 minute walk away from the beach.",
            "cost":"43,201","title":"Hut hosted by Made",
            "heading":"BALIAN TREEHOUSE w beautiful pool",
            "urls":"https://a0.muscache.com/im/pictures/7cc3c855-f90e-4d0f-9b13-3b5c2a3c4bad.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-1016153/original/5e249106-66d9-4638-99aa-6b8fc38f3203.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/0b25f6b3-f215-4938-ac81-581eb3929047.jpg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/9833de62-35b7-41f2-8a24-0d9354150ea7.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/de73abc2-5dc9-4962-ba32-5d28211cdde0.jpg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"We have several hangouts in our garden, and our pool is beautiful lit in the evening and turquoise in the daytime just inviting you to jump in. Upstairs is the open living area. The lazy couch on the veranda is overlooking the palm trees (TREEHOUSE) our beautiful garden and pool and has some ocean view aswell. It's the perfect place to wake up and relax drinking your coffee or tea. You can enjoy a nice ocean breeze when you feel its too warm to be outside in the sun or just when you feel the need to be nicely lazy..Inside there is a big (180 x 240) daybed with mosquito net if you need it. Downstairs there is the bedroom, kitchenette, bathroom and a second veranda. We have a rain shower with hot water, there is a standing fan and AC in the bedroom. In the bedroom there is a Flatscreen TV with some channels and movies on demand. The TV has a USB plug so you could take your favo movies or series to watch. We also have a dvd player. We use Indihome fiber for the quickest internet in Bali, so you can stream and download.When arriving at his lovely and special village, you immediately feel all the good Bali has to offer you. Balian is a small surfer/relax village it feels like the older days in Bali.We build the house as green as possible with a lot of decoration found in the nature, like the driftwood from the beach. I put a lot of blood, sweat, fun and tears in building this house. We are always busy expanding and updating the house which has to be done living near the ocean!!Although Made and his wife come to clean everyday it is impossible to get this house sterile, due to the openness and wind and just...nature.So this is not a house for a hosophobic!Everything in the village is in walking distance, but if you would like to go for some sightseeing outside the village, you may want to rent a bike.Please, always wear helmets, not only for your own safety but also the Police will check this regularly.If you would like to go out for dinner:(Luckily) There are no DELI's, STARBUCKS or MACDONALDS in the village but we do have enough nice restaurant to choose from. BALIAN SEGARA, TOM's garden (TOMS SALAD!), Astana had the best burgers (and a lot of sports on TV), Pondok Pitaya, DEKI's, BALIAN beach warung, Gajah Mina, Bintang Balian, the market and others.The market is nearby and has plenty of nice local food for great prices.Ofcourse there is also the possibility to cook your a simple meal in the kitchenette.Feel free to pick your own fruit from the garden! (depending of the season we have coconuts, lemons, papayas, lemongrass, jackfruit, passionfruit and more to come)The area is really safe but we still have a big fire proof safe box were you can put your laptop and other belongings."
        },
        {
            "id":3,
            "Country":"Indonesia",
            "name":"Sidemen, Bali, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/4f70b681-a792-4530-8c52-f2a8d262942d.jpg?im_w=720",
            "description":"Veluvana is a unique bamboo house with a wonderful view of Sidemen Valley.",
            "cost":"45,201",
            "title":"Treehouse hosted by Veluvana",
            "heading":"Veluvana Bali - Owl Bamboo House",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/e15ee353-0861-44ed-868a-56091755e513.jpg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-43629767/original/ec85ccc0-281c-44fc-a061-bc1e87ea0081.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/45a3aa2b-ce00-4068-9ebe-9f83ca281fe4.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/f474dfbe-557a-4d07-8d6e-76aba506b5a6.jpg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The bamboo house is located at the main tourist district of Sidemen, a small town with a magnificent landscape in the southern flank of Mount Agung. Sidemen is not a touristy area, it is about a 90-minute drive from Bali Airport and a 45-minute drive from Ubud. Besides the beautiful scenery and the indigenous culture Sidemen also surrounded by a lot of famous tourist destinations in Bali. Some of them include; Lempuyang Temple (The Gateway to Heaven), Besakih (The Mother Temple of Bali), Tirta Gangga Royal Water Palace, Telaga Waja River for Rafting, Amed Diving Spot, and Bias Putih the Virgin Beach.Upon arrival at Veluvana bamboo house, you will find the upper ground parking area with a small gazebo on the west side of the entrance and a small front office building in the north-east edge. Take your time in the upper ground to enjoy the welcome drink served by our doorman while resting from a long journey through the wavy road of East Bali.Once you finish your drink, the declining stairs down to the north edge of the upper ground will lead you to the bamboo house. You will not see the building until you reach the lower ground as it is secluded behind the bamboo wall and vegetation. At the lower ground, you will notice a small fish pond to be your silent neighbor during your stay. Spin the leaf door and follow the stone path to head into the ground level of the bamboo house.All part of the building is fully designed for guest enjoyment. Sit back the bamboo couch to watch the painting-like scenery right from the ground level porch. On the left side of the house is a small pool to chill with your partner. While at the right end are the semi-open toilet and the lush rain-forest shower. There is also a kitchenette at the back of the couch that features a sink, a cooler, a coffee maker, a water heater, and seasonal fruit will also be served subject to availability.Climb up to the upper level of the house through the bamboo stairs, you will enter the all bamboo bedroom that facing north to the Sidemen Valley with the green hills and Mount Agung on its back. Half of the room wall is windows with transparent glass that allows sunrise to light up your mind and sunset to color up your soul. The room features a comfort double-sized bed, a single reclining sofa bed, and a cozy bedroom chair where you can kick back and relax with a book or hustling on a laptop before rolling into bed.The upper level of the house also features a balcony on the east side and the dreamy hanging net right in front of your bed. Carefully spin the east door to enjoy sightseeing from the east balcony especially when the sunlight softly appears to charm you up from your restful sleep. If you brave enough to try relaxing on the hanging net while enjoying the magnificent view of Mount Agung, open the north side window and go down slowly to the net. Layback and chill like you were floating on a soft cloud. It is okay to also bring pillows and blanket to the net because anyone can fall asleep by the soft wind of the Sidemen Valley."
        },
        {
            "id":4,
            "Country":"Indonesia",
            "name":"Kecamatan Ubud, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=720",
            "description":"This beautifully designed 1 bedroom villa offers a cosy indoor living space,swimming pool. ",
            "cost":"39,201",
            "title":"Entire villa hosted by Alfred",
            "heading":"Luxe 1 BDR Romantic hideaway Private Villa Ubud",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/08ca9cc1-6c85-4663-9faa-114e1c00956e.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/797d317f-a624-40eb-99de-2f3219176317.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/31a82697-b77d-4e79-aa4f-cfdb65f967ec.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/762acbae-692b-4054-b49e-0970f83feda3.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Enjoy time with your loved one in this unique 1 bedroom villa, surrounded by lush greens and the sound of nature. Wake up, get out of bed and straight in the refreshing pool to start your day right! Enjoy a drink while stargazing by the pool on the comfy day bed or while having a dip in the pool.Sliding glass doors make it possible to fill all rooms with light and a glass ceiling in the bathroom brings natural light all day long. Surrounded by nature and jungle, your privacy is secured and you can fully enjoy this property.           The villa offers an en-suite bathroom, closed living room and fully equipped kitchen. Our trained staff will come daily for cleaning, gardening and pool maintenance. Please talk to the butler on site for time requests, in order to respect your privacy.You will find all amenities, linen and towels available during your stay.Enjoy this luxurious jungle paradise, a mix of bright and modern architecture with traditional balinese decoration and wooden details.The tranquillity and nature around the house ensures you a relaxed time, while you are just a short ride away from Ubud centre with many cafes, restaurants and shops.The perfect spot for your perfect holiday.Guest access"
        },
        {
            "id":5,
            "Country":"Indonesia",
            "name":"Tampaksiring, Bali, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=720",
            "description":"Located just a 20-minute scooter ride from the vibrant centre of Ubud.",
            "cost":"43,201",
            "title":"Entire cabin hosted by Eco Six Bali",
            "heading":"Dome - Bamboo Villa in Eco Six Bali",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/08a9afde-e2f2-48aa-b8b0-a7e747318943.jpg?im_w=480",
            "url2":"https://a0.muscache.com/im/pictures/b51f509a-9c94-4d1c-a31c-1a465e1670ac.jpg?im_w=480",
            "url3":"https://a0.muscache.com/im/pictures/0295e1cd-09fe-448a-b837-7bf5ade3809c.jpg?im_w=480",
            "url4":"https://a0.muscache.com/im/pictures/6d3f81b5-affa-4c13-8681-4081d2568be6.jpg?im_w=480",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The Dome is a one bedroom bamboo villa built on two floors. Its ground floor houses an open air living room fitted with a dining area, a seating area and balinese style hammock.The living room has direct access to a spacious balinese style garden and the beautiful Santorini style infinity pool.Amenities in the living room include a projector with Netflix, Nespresso coffee machine and refrigerated minibar.The master bedroom on the upper floor is fitted with a king size bed, a walk-in wardrobe, air conditioning, an in-room bathtub from where our guests can enjoy the beautiful rice fields views and a balcony overlooking the famous volcano Mount Agung. The bedroom houses a modernly equipped bathroom."
        },
        {
            "id":6,
            "Country":"Indonesia",
            "name":"Kecamatan Manggis, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/ee9ae5ac-69b8-4700-96a7-8ce878ad3071.jpeg?im_w=720",
            "description":"Live the lavish lifestyle you’ve always wanted here at Villa Black Pearl, an 800 sq. metre oasis nestled. ",
            "cost":"49,201",
            "title":"Entire rental unit hosted by Sebastian And Lenita",
            "heading":"Villa near dive sites w/swimming pool",
            "urls":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/ee9ae5ac-69b8-4700-96a7-8ce878ad3071.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-44970955/original/fc040aa4-15d5-48c7-8d6e-046d995cf9e8.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/972eb630-8096-4ec0-b118-b2f5a0bb1b99.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-44970955/original/8955774b-4674-42e2-8451-5e46bdd89610.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/28ed77d1-16bb-441c-992d-fb4967e157aa.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Situated in the small fisherman and port village of Padanbai, this stunning 3-bedroom villa is saturated with authentic Balinese charm, offering an impossible to ignore wow-factor owing to the carefully curated Indonesian and Bali inspired interiors. As you ascend the enchanting front gardens, you will be struck by the natural beauty that surrounds you. The beautiful palm trees, the meandering stone steps leading through the tranquil koi pond, and the delicate vines draping above the handcrafted, intricately carved wood front door all conspire to transport you to a realm of peace and serenity. Guests who stay here should expect impeccable levels of service, intimacy, privacy and discretion in one of the world’s most sensational settings – including a dedicated staff and personal chef to prepare meals and maintain the villa to the upmost standard.Upon entering the villa, your mind can’t begin to comprehend the vast amount of open space that lies before you. This multi-story abode is truly a tribute to the beauty of ample space and the elegance of cohesive design, granting families and elite vacationers the perfect sanctuary to escape the stress of daily life. The true star of the show in the upstairs portion of the house, where you’ll find an expansive wraparound terrace that treat your eyes to breathtaking ocean views and distant mountains as far as the eye can see.Those seeking the true essence of paradise will find it here at Villa Black Pearl. Here, friends and families are presented with an abundance of opportunities to divulge in an epic array of activities, creating the perfect recipe for an unparalleled holiday experience:· Keep up to date on all your favorite shows and movies on our massive 73” HDTV with Netflix installed for your entertainment.· Take a plunge into the luxurious in-ground swimming pool or bask in the sun on the elegant lounge chairs.· Journey to Port Padangbai, a mere 5-minute motorcycle ride away, and embark on a ferry to Lembar in Lombok, The Gilis, Nusa Lembongan, and other idyllic islands of the Lesser Sunda islands.· Experience the beauty of the underwater world by booking a charter with Blue Lagoon Snorkeling (~6 minutes away driving). Specializing in creating awe-inspiring aquatic encounters, you'll have the opportunity to behold a diversity of marine life – including tiger fish, sea turtles, breathtaking coral reefs, clownfish, sea snakes, and even stingrays!· Enhance your stay by indulging in the thrill of adventure with a tour from one of the many reputable operators. This includes traversing through Bali’s lush countryside on an ATV, full day tours on the enchanting Nusa Penida island, or paying homage to ancient temples such as Tirta Empul, Lempuyang, and Tanah Lot. Visit the Viator website for more information.Our grand open-plan kitchen is a culinary oasis, boasting a colossal island bar that seamlessly flows onto the pool deck. As you prepare a delicious meal, you can indulge in the stunning vistas of the ocean that lies just beyond the floor-to-ceiling windows, creating a harmonious connection between indoor and outdoor living. Armed with an array of top-notch culinary tools and appliances, you will have the capability to craft delectable seafood and traditional Indonesian dishes that pay homage to the island's rich culture. Our kitchen is fully equipped to accommodate any culinary endeavor, whether it be a quick, on-the-go meal or a more sophisticated spread using our:· Full size refrigerator· Knife set· Ladle, cooking spoon, spatula, and other utensils· Water dispenser· Oven, microwave, and stove· Toaster· Pots and pans· Oil, salt, pepper and spices· Plates, bowls, mugs, glasses and silverwareIf you’re not up for cooking, we recommend venturing out to Candidasa approximately 20 minutes away, where you’ll find a wide array of 5-star hotel restaurants and bars for a change of pace. Ganesh Lodge is voted as number 1 by TripAdvisor offering a blend of vegan, vegetarian and traditional local specialties.Ready for some quality rest and relaxation? A mesmerizing ambience of pure intimacy awaits you as you head upstairs to the bedrooms, and the master king bedroom is no exception. Its grand vaulted ceilings exude an air of regal elegance, as well as the built-in deep soaking bathtub – where you can escape into its soothing waters and enjoy one heck of a view from the adjacent window. The other 2 king bedrooms are of similar awe-inspiring grandeur while also containing:· A chest of drawers and a wardrobe· Room darkening shades to block out the sun, ensuring a full of uninterrupted sleep· Bathroom essentials such as a hairdryer, towels, shampoo, shower gel, and conditioner"
        },
        {
            "id":7,
            "Country":"Mauritius",
            "name":"La preneuse, Mauritius",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/f7d75314-a18c-4b36-a897-fc6e34f191d5.jpeg?im_w=720",
            "description":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations",
            "cost":"57,201",
            "title":"Luxury stay in La preneuse, Rivière Noire District, Mauritius",
            "heading":"Villa Matahari by muse villas",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/8b801a37-484c-4f8a-b035-9e7835576c74.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/4e0c2fb9-3c27-46c0-970e-ece0515c88ae.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/91ea45b0-c5c3-40a3-a4cb-b3fc0b908a2f.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/26dded34-e53e-42b0-9538-b28292796049.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations soar in the background. Towering palms provide dappled shade in the verdant yard which leads directly to the toasted sand. The interior, rich with warm wood and sumptuous linens, is drenched in natural light. Sunbathe on a plump lounger before plunging into the refreshing pool or crystal-clear lagoon."
        },
        {
            "id":8,
            "Country":"Thailand",
            "name":"Phang Nga, Thailand",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-826025597172937112/original/d6bbe2ca-9337-4a7e-a5d3-ca8fe72821db.jpeg?im_w=720",
            "description":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations",
            "cost":"57,201",
            "title":"Luxury stay in Phang Nga,Thailand",
            "heading":"Seaside Paradise",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/8b801a37-484c-4f8a-b035-9e7835576c74.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/4e0c2fb9-3c27-46c0-970e-ece0515c88ae.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/91ea45b0-c5c3-40a3-a4cb-b3fc0b908a2f.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/26dded34-e53e-42b0-9538-b28292796049.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations soar in the background. Towering palms provide dappled shade in the verdant yard which leads directly to the toasted sand. The interior, rich with warm wood and sumptuous linens, is drenched in natural light. Sunbathe on a plump lounger before plunging into the refreshing pool or crystal-clear lagoon."
        },
        {
            "id":9,
            "Country":"England",
            "name":"Sidemen, Bali, England",
            "url":"https://a0.muscache.com/im/pictures/monet/Luxury-727518752616577171/original/78e9fce9-1c2d-4a56-9585-e1274112dda9?im_w=720",
            "description":"Veluvana is a unique bamboo house with a wonderful view of Sidemen Valley.",
            "cost":"45,201",
            "title":"Treehouse hosted by Veluvana",
            "heading":"Veluvana Bali - Owl Bamboo House",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/e15ee353-0861-44ed-868a-56091755e513.jpg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-43629767/original/ec85ccc0-281c-44fc-a061-bc1e87ea0081.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/45a3aa2b-ce00-4068-9ebe-9f83ca281fe4.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/f474dfbe-557a-4d07-8d6e-76aba506b5a6.jpg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The bamboo house is located at the main tourist district of Sidemen, a small town with a magnificent landscape in the southern flank of Mount Agung. Sidemen is not a touristy area, it is about a 90-minute drive from Bali Airport and a 45-minute drive from Ubud. Besides the beautiful scenery and the indigenous culture Sidemen also surrounded by a lot of famous tourist destinations in Bali. Some of them include; Lempuyang Temple (The Gateway to Heaven), Besakih (The Mother Temple of Bali), Tirta Gangga Royal Water Palace, Telaga Waja River for Rafting, Amed Diving Spot, and Bias Putih the Virgin Beach.Upon arrival at Veluvana bamboo house, you will find the upper ground parking area with a small gazebo on the west side of the entrance and a small front office building in the north-east edge. Take your time in the upper ground to enjoy the welcome drink served by our doorman while resting from a long journey through the wavy road of East Bali.Once you finish your drink, the declining stairs down to the north edge of the upper ground will lead you to the bamboo house. You will not see the building until you reach the lower ground as it is secluded behind the bamboo wall and vegetation. At the lower ground, you will notice a small fish pond to be your silent neighbor during your stay. Spin the leaf door and follow the stone path to head into the ground level of the bamboo house.All part of the building is fully designed for guest enjoyment. Sit back the bamboo couch to watch the painting-like scenery right from the ground level porch. On the left side of the house is a small pool to chill with your partner. While at the right end are the semi-open toilet and the lush rain-forest shower. There is also a kitchenette at the back of the couch that features a sink, a cooler, a coffee maker, a water heater, and seasonal fruit will also be served subject to availability.Climb up to the upper level of the house through the bamboo stairs, you will enter the all bamboo bedroom that facing north to the Sidemen Valley with the green hills and Mount Agung on its back. Half of the room wall is windows with transparent glass that allows sunrise to light up your mind and sunset to color up your soul. The room features a comfort double-sized bed, a single reclining sofa bed, and a cozy bedroom chair where you can kick back and relax with a book or hustling on a laptop before rolling into bed.The upper level of the house also features a balcony on the east side and the dreamy hanging net right in front of your bed. Carefully spin the east door to enjoy sightseeing from the east balcony especially when the sunlight softly appears to charm you up from your restful sleep. If you brave enough to try relaxing on the hanging net while enjoying the magnificent view of Mount Agung, open the north side window and go down slowly to the net. Layback and chill like you were floating on a soft cloud. It is okay to also bring pillows and blanket to the net because anyone can fall asleep by the soft wind of the Sidemen Valley."
        },
        {
            "id":10,
            "Country":"Turkey",
            "name":"Kecamatan Ubud, Turkey",
            "url":"https://a0.muscache.com/im/pictures/4df1a75b-1529-4f49-abed-6b0e10c92467.jpg?im_w=720",
            "description":"This beautifully designed 1 bedroom villa offers a cosy indoor living space,swimming pool. ",
            "cost":"39,201",
            "title":"Entire villa hosted by Alfred",
            "heading":"Luxe 1 BDR Romantic hideaway Private Villa Ubud",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/08ca9cc1-6c85-4663-9faa-114e1c00956e.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/797d317f-a624-40eb-99de-2f3219176317.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/31a82697-b77d-4e79-aa4f-cfdb65f967ec.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/762acbae-692b-4054-b49e-0970f83feda3.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Enjoy time with your loved one in this unique 1 bedroom villa, surrounded by lush greens and the sound of nature. Wake up, get out of bed and straight in the refreshing pool to start your day right! Enjoy a drink while stargazing by the pool on the comfy day bed or while having a dip in the pool.Sliding glass doors make it possible to fill all rooms with light and a glass ceiling in the bathroom brings natural light all day long. Surrounded by nature and jungle, your privacy is secured and you can fully enjoy this property.           The villa offers an en-suite bathroom, closed living room and fully equipped kitchen. Our trained staff will come daily for cleaning, gardening and pool maintenance. Please talk to the butler on site for time requests, in order to respect your privacy.You will find all amenities, linen and towels available during your stay.Enjoy this luxurious jungle paradise, a mix of bright and modern architecture with traditional balinese decoration and wooden details.The tranquillity and nature around the house ensures you a relaxed time, while you are just a short ride away from Ubud centre with many cafes, restaurants and shops.The perfect spot for your perfect holiday.Guest access"
        },
        {
            "id":11,
            "Country":"Austrelia",
            "name":"Tampaksiring, Austrelia",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-822384226588127884/original/f2138328-78ae-4596-bf2a-df999390fa57.jpeg?im_w=720",
            "description":"Located just a 20-minute scooter ride from the vibrant centre of Ubud.",
            "cost":"43,201",
            "title":"Entire cabin hosted by Eco Six Bali",
            "heading":"Dome - Bamboo Villa in Eco Six Bali",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/08a9afde-e2f2-48aa-b8b0-a7e747318943.jpg?im_w=480",
            "url2":"https://a0.muscache.com/im/pictures/b51f509a-9c94-4d1c-a31c-1a465e1670ac.jpg?im_w=480",
            "url3":"https://a0.muscache.com/im/pictures/0295e1cd-09fe-448a-b837-7bf5ade3809c.jpg?im_w=480",
            "url4":"https://a0.muscache.com/im/pictures/6d3f81b5-affa-4c13-8681-4081d2568be6.jpg?im_w=480",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The Dome is a one bedroom bamboo villa built on two floors. Its ground floor houses an open air living room fitted with a dining area, a seating area and balinese style hammock.The living room has direct access to a spacious balinese style garden and the beautiful Santorini style infinity pool.Amenities in the living room include a projector with Netflix, Nespresso coffee machine and refrigerated minibar.The master bedroom on the upper floor is fitted with a king size bed, a walk-in wardrobe, air conditioning, an in-room bathtub from where our guests can enjoy the beautiful rice fields views and a balcony overlooking the famous volcano Mount Agung. The bedroom houses a modernly equipped bathroom."
        },
        {
            "id":12,
            "Country":"USA",
            "name":"Kecamatan Manggis, USA",
            "url":"https://a0.muscache.com/im/pictures/343c24bc-cfd3-4bcd-888d-e9a29e1e630f.jpg?im_w=720",
            "description":"Live the lavish lifestyle you’ve always wanted here at Villa Black Pearl, an 800 sq. metre ",
            "cost":"49,201",
            "title":"Entire rental unit hosted by Sebastian And Lenita",
            "heading":"Villa near dive sites w/swimming pool",
            "urls":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/ee9ae5ac-69b8-4700-96a7-8ce878ad3071.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-44970955/original/fc040aa4-15d5-48c7-8d6e-046d995cf9e8.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/972eb630-8096-4ec0-b118-b2f5a0bb1b99.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-44970955/original/8955774b-4674-42e2-8451-5e46bdd89610.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/28ed77d1-16bb-441c-992d-fb4967e157aa.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Situated in the small fisherman and port village of Padanbai, this stunning 3-bedroom villa is saturated with authentic Balinese charm, offering an impossible to ignore wow-factor owing to the carefully curated Indonesian and Bali inspired interiors. As you ascend the enchanting front gardens, you will be struck by the natural beauty that surrounds you. The beautiful palm trees, the meandering stone steps leading through the tranquil koi pond, and the delicate vines draping above the handcrafted, intricately carved wood front door all conspire to transport you to a realm of peace and serenity. Guests who stay here should expect impeccable levels of service, intimacy, privacy and discretion in one of the world’s most sensational settings – including a dedicated staff and personal chef to prepare meals and maintain the villa to the upmost standard.Upon entering the villa, your mind can’t begin to comprehend the vast amount of open space that lies before you. This multi-story abode is truly a tribute to the beauty of ample space and the elegance of cohesive design, granting families and elite vacationers the perfect sanctuary to escape the stress of daily life. The true star of the show in the upstairs portion of the house, where you’ll find an expansive wraparound terrace that treat your eyes to breathtaking ocean views and distant mountains as far as the eye can see.Those seeking the true essence of paradise will find it here at Villa Black Pearl. Here, friends and families are presented with an abundance of opportunities to divulge in an epic array of activities, creating the perfect recipe for an unparalleled holiday experience:· Keep up to date on all your favorite shows and movies on our massive 73” HDTV with Netflix installed for your entertainment.· Take a plunge into the luxurious in-ground swimming pool or bask in the sun on the elegant lounge chairs.· Journey to Port Padangbai, a mere 5-minute motorcycle ride away, and embark on a ferry to Lembar in Lombok, The Gilis, Nusa Lembongan, and other idyllic islands of the Lesser Sunda islands.· Experience the beauty of the underwater world by booking a charter with Blue Lagoon Snorkeling (~6 minutes away driving). Specializing in creating awe-inspiring aquatic encounters, you'll have the opportunity to behold a diversity of marine life – including tiger fish, sea turtles, breathtaking coral reefs, clownfish, sea snakes, and even stingrays!· Enhance your stay by indulging in the thrill of adventure with a tour from one of the many reputable operators. This includes traversing through Bali’s lush countryside on an ATV, full day tours on the enchanting Nusa Penida island, or paying homage to ancient temples such as Tirta Empul, Lempuyang, and Tanah Lot. Visit the Viator website for more information.Our grand open-plan kitchen is a culinary oasis, boasting a colossal island bar that seamlessly flows onto the pool deck. As you prepare a delicious meal, you can indulge in the stunning vistas of the ocean that lies just beyond the floor-to-ceiling windows, creating a harmonious connection between indoor and outdoor living. Armed with an array of top-notch culinary tools and appliances, you will have the capability to craft delectable seafood and traditional Indonesian dishes that pay homage to the island's rich culture. Our kitchen is fully equipped to accommodate any culinary endeavor, whether it be a quick, on-the-go meal or a more sophisticated spread using our:· Full size refrigerator· Knife set· Ladle, cooking spoon, spatula, and other utensils· Water dispenser· Oven, microwave, and stove· Toaster· Pots and pans· Oil, salt, pepper and spices· Plates, bowls, mugs, glasses and silverwareIf you’re not up for cooking, we recommend venturing out to Candidasa approximately 20 minutes away, where you’ll find a wide array of 5-star hotel restaurants and bars for a change of pace. Ganesh Lodge is voted as number 1 by TripAdvisor offering a blend of vegan, vegetarian and traditional local specialties.Ready for some quality rest and relaxation? A mesmerizing ambience of pure intimacy awaits you as you head upstairs to the bedrooms, and the master king bedroom is no exception. Its grand vaulted ceilings exude an air of regal elegance, as well as the built-in deep soaking bathtub – where you can escape into its soothing waters and enjoy one heck of a view from the adjacent window. The other 2 king bedrooms are of similar awe-inspiring grandeur while also containing:· A chest of drawers and a wardrobe· Room darkening shades to block out the sun, ensuring a full of uninterrupted sleep· Bathroom essentials such as a hairdryer, towels, shampoo, shower gel, and conditioner"
        },
        {
            "id":13,
            "Country":"New York",
            "name":"La preneuse, New York",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-575959049411493450/original/2d286396-f7e2-4893-960f-a7088d8f8fd3.jpeg?im_w=720",
            "description":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations",
            "cost":"57,201",
            "title":"Luxury stay in La preneuse, Rivière Noire District, Mauritius",
            "heading":"Villa Matahari by muse villas",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/8b801a37-484c-4f8a-b035-9e7835576c74.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/4e0c2fb9-3c27-46c0-970e-ece0515c88ae.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/91ea45b0-c5c3-40a3-a4cb-b3fc0b908a2f.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/26dded34-e53e-42b0-9538-b28292796049.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations soar in the background. Towering palms provide dappled shade in the verdant yard which leads directly to the toasted sand. The interior, rich with warm wood and sumptuous linens, is drenched in natural light. Sunbathe on a plump lounger before plunging into the refreshing pool or crystal-clear lagoon."
        },
        {
            "id":14,
            "Country":"Thailand",
            "name":"Phang Nga,Thailand",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-736171939256400649/original/ca5f0f80-bde7-41b0-bb27-3aa53142877d.jpeg?im_w=720",
            "description":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations",
            "cost":"57,201",
            "title":"Luxury stay in Phang Nga, Khao Lak, Thailand",
            "heading":"Seaside Paradise",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/8b801a37-484c-4f8a-b035-9e7835576c74.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/4e0c2fb9-3c27-46c0-970e-ece0515c88ae.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/91ea45b0-c5c3-40a3-a4cb-b3fc0b908a2f.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/26dded34-e53e-42b0-9538-b28292796049.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations soar in the background. Towering palms provide dappled shade in the verdant yard which leads directly to the toasted sand. The interior, rich with warm wood and sumptuous linens, is drenched in natural light. Sunbathe on a plump lounger before plunging into the refreshing pool or crystal-clear lagoon."
        },
        {
            "id":15,
            "Country":"Maldives",
            "name":"Abiansemal, Maldives",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-841871825869435855/original/cdc27dac-db12-42f3-849e-a5b66783c448.jpeg?im_w=720",
            "description":"Aura House is perched on top of the Ayung river offering a beautiful view.",
            "cost":"42,201",
            "title":"Entire villa hosted by Wayan",
            "heading":"Aura House 2bds Eco Bamboo House, Pool, River View",
            "urls":"https://a0.muscache.com/im/pictures/e25a9b25-fa98-4160-bfd1-039287bf38b6.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/f4f7b242-db33-46fc-9080-c3d6a6fd55ec.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/4756e699-f474-4ca7-8b77-06b12715a6cb.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/372e7d6f-7fb9-4668-92f0-25bb9a346814.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-34113796/original/fca892a4-3481-4ad1-9f92-404feaa42e9f.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Aura House is perched on top of the Ayung river offering a beautiful view. It features 2 very romantic en-suite bedrooms, a large living room fully furnished, a small kitchen, and a private swimming pool with view.It is the perfect gateway for adventurous couples and honeymoon.The whole house is private - it is just for you and your guests,We are very proud to have in Aura House one of the famous egg shaped door built by the designer company Ibuku. It is the entrance of the second bedroom.The atmosphere of Aura House is perfect for people looking to disconnect from their busy city life and/or nature enthusiasts. Be ready to be awaken by the sun peeking up into your room and the sounds of the river down below."
        },
        {
            "id":16,
            "Country":"Sri Lanka",
            "name":"Balian Beach, Sri Lanka",
            "url":"https://a0.muscache.com/im/pictures/530437c7-98f3-4c0e-8de3-d990575c0a0f.jpg?im_w=720",
            "description":"The Balian treehouse is only a 3 minute walk away from the beach.",
            "cost":"43,201","title":"Hut hosted by Made",
            "heading":"BALIAN TREEHOUSE w beautiful pool",
            "urls":"https://a0.muscache.com/im/pictures/7cc3c855-f90e-4d0f-9b13-3b5c2a3c4bad.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-1016153/original/5e249106-66d9-4638-99aa-6b8fc38f3203.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/0b25f6b3-f215-4938-ac81-581eb3929047.jpg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/9833de62-35b7-41f2-8a24-0d9354150ea7.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/de73abc2-5dc9-4962-ba32-5d28211cdde0.jpg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"We have several hangouts in our garden, and our pool is beautiful lit in the evening and turquoise in the daytime just inviting you to jump in. Upstairs is the open living area. The lazy couch on the veranda is overlooking the palm trees (TREEHOUSE) our beautiful garden and pool and has some ocean view aswell. It's the perfect place to wake up and relax drinking your coffee or tea. You can enjoy a nice ocean breeze when you feel its too warm to be outside in the sun or just when you feel the need to be nicely lazy..Inside there is a big (180 x 240) daybed with mosquito net if you need it. Downstairs there is the bedroom, kitchenette, bathroom and a second veranda. We have a rain shower with hot water, there is a standing fan and AC in the bedroom. In the bedroom there is a Flatscreen TV with some channels and movies on demand. The TV has a USB plug so you could take your favo movies or series to watch. We also have a dvd player. We use Indihome fiber for the quickest internet in Bali, so you can stream and download.When arriving at his lovely and special village, you immediately feel all the good Bali has to offer you. Balian is a small surfer/relax village it feels like the older days in Bali.We build the house as green as possible with a lot of decoration found in the nature, like the driftwood from the beach. I put a lot of blood, sweat, fun and tears in building this house. We are always busy expanding and updating the house which has to be done living near the ocean!!Although Made and his wife come to clean everyday it is impossible to get this house sterile, due to the openness and wind and just...nature.So this is not a house for a hosophobic!Everything in the village is in walking distance, but if you would like to go for some sightseeing outside the village, you may want to rent a bike.Please, always wear helmets, not only for your own safety but also the Police will check this regularly.If you would like to go out for dinner:(Luckily) There are no DELI's, STARBUCKS or MACDONALDS in the village but we do have enough nice restaurant to choose from. BALIAN SEGARA, TOM's garden (TOMS SALAD!), Astana had the best burgers (and a lot of sports on TV), Pondok Pitaya, DEKI's, BALIAN beach warung, Gajah Mina, Bintang Balian, the market and others.The market is nearby and has plenty of nice local food for great prices.Ofcourse there is also the possibility to cook your a simple meal in the kitchenette.Feel free to pick your own fruit from the garden! (depending of the season we have coconuts, lemons, papayas, lemongrass, jackfruit, passionfruit and more to come)The area is really safe but we still have a big fire proof safe box were you can put your laptop and other belongings."
        },
        {
            "id":17,
            "Country":"Indonesia",
            "name":"Sidemen, Bali, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/4f70b681-a792-4530-8c52-f2a8d262942d.jpg?im_w=720",
            "description":"Veluvana is a unique bamboo house with a wonderful view of Sidemen Valley.",
            "cost":"45,201",
            "title":"Treehouse hosted by Veluvana",
            "heading":"Veluvana Bali - Owl Bamboo House",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/e15ee353-0861-44ed-868a-56091755e513.jpg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-43629767/original/ec85ccc0-281c-44fc-a061-bc1e87ea0081.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/45a3aa2b-ce00-4068-9ebe-9f83ca281fe4.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/f474dfbe-557a-4d07-8d6e-76aba506b5a6.jpg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The bamboo house is located at the main tourist district of Sidemen, a small town with a magnificent landscape in the southern flank of Mount Agung. Sidemen is not a touristy area, it is about a 90-minute drive from Bali Airport and a 45-minute drive from Ubud. Besides the beautiful scenery and the indigenous culture Sidemen also surrounded by a lot of famous tourist destinations in Bali. Some of them include; Lempuyang Temple (The Gateway to Heaven), Besakih (The Mother Temple of Bali), Tirta Gangga Royal Water Palace, Telaga Waja River for Rafting, Amed Diving Spot, and Bias Putih the Virgin Beach.Upon arrival at Veluvana bamboo house, you will find the upper ground parking area with a small gazebo on the west side of the entrance and a small front office building in the north-east edge. Take your time in the upper ground to enjoy the welcome drink served by our doorman while resting from a long journey through the wavy road of East Bali.Once you finish your drink, the declining stairs down to the north edge of the upper ground will lead you to the bamboo house. You will not see the building until you reach the lower ground as it is secluded behind the bamboo wall and vegetation. At the lower ground, you will notice a small fish pond to be your silent neighbor during your stay. Spin the leaf door and follow the stone path to head into the ground level of the bamboo house.All part of the building is fully designed for guest enjoyment. Sit back the bamboo couch to watch the painting-like scenery right from the ground level porch. On the left side of the house is a small pool to chill with your partner. While at the right end are the semi-open toilet and the lush rain-forest shower. There is also a kitchenette at the back of the couch that features a sink, a cooler, a coffee maker, a water heater, and seasonal fruit will also be served subject to availability.Climb up to the upper level of the house through the bamboo stairs, you will enter the all bamboo bedroom that facing north to the Sidemen Valley with the green hills and Mount Agung on its back. Half of the room wall is windows with transparent glass that allows sunrise to light up your mind and sunset to color up your soul. The room features a comfort double-sized bed, a single reclining sofa bed, and a cozy bedroom chair where you can kick back and relax with a book or hustling on a laptop before rolling into bed.The upper level of the house also features a balcony on the east side and the dreamy hanging net right in front of your bed. Carefully spin the east door to enjoy sightseeing from the east balcony especially when the sunlight softly appears to charm you up from your restful sleep. If you brave enough to try relaxing on the hanging net while enjoying the magnificent view of Mount Agung, open the north side window and go down slowly to the net. Layback and chill like you were floating on a soft cloud. It is okay to also bring pillows and blanket to the net because anyone can fall asleep by the soft wind of the Sidemen Valley."
        },
        {
            "id":18,
            "Country":"Indonesia",
            "name":"Kecamatan Ubud, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=720",
            "description":"This beautifully designed 1 bedroom villa offers a cosy indoor living space,swimming pool. ",
            "cost":"39,201",
            "title":"Entire villa hosted by Alfred",
            "heading":"Luxe 1 BDR Romantic hideaway Private Villa Ubud",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/08ca9cc1-6c85-4663-9faa-114e1c00956e.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/797d317f-a624-40eb-99de-2f3219176317.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/31a82697-b77d-4e79-aa4f-cfdb65f967ec.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/762acbae-692b-4054-b49e-0970f83feda3.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Enjoy time with your loved one in this unique 1 bedroom villa, surrounded by lush greens and the sound of nature. Wake up, get out of bed and straight in the refreshing pool to start your day right! Enjoy a drink while stargazing by the pool on the comfy day bed or while having a dip in the pool.Sliding glass doors make it possible to fill all rooms with light and a glass ceiling in the bathroom brings natural light all day long. Surrounded by nature and jungle, your privacy is secured and you can fully enjoy this property.           The villa offers an en-suite bathroom, closed living room and fully equipped kitchen. Our trained staff will come daily for cleaning, gardening and pool maintenance. Please talk to the butler on site for time requests, in order to respect your privacy.You will find all amenities, linen and towels available during your stay.Enjoy this luxurious jungle paradise, a mix of bright and modern architecture with traditional balinese decoration and wooden details.The tranquillity and nature around the house ensures you a relaxed time, while you are just a short ride away from Ubud centre with many cafes, restaurants and shops.The perfect spot for your perfect holiday.Guest access"
        },
        {
            "id":19,
            "Country":"Indonesia",
            "name":"Kecamatan Manggis, Indonesia",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/ee9ae5ac-69b8-4700-96a7-8ce878ad3071.jpeg?im_w=720",
            "description":"Live the lavish lifestyle you’ve always wanted here at Villa Black Pearl, an 800 sq. metre. ",
            "cost":"49,201",
            "title":"Entire rental unit hosted by Sebastian And Lenita",
            "heading":"Villa near dive sites w/swimming pool",
            "urls":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/ee9ae5ac-69b8-4700-96a7-8ce878ad3071.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-44970955/original/fc040aa4-15d5-48c7-8d6e-046d995cf9e8.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/972eb630-8096-4ec0-b118-b2f5a0bb1b99.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-44970955/original/8955774b-4674-42e2-8451-5e46bdd89610.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-44970955/original/28ed77d1-16bb-441c-992d-fb4967e157aa.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Situated in the small fisherman and port village of Padanbai, this stunning 3-bedroom villa is saturated with authentic Balinese charm, offering an impossible to ignore wow-factor owing to the carefully curated Indonesian and Bali inspired interiors. As you ascend the enchanting front gardens, you will be struck by the natural beauty that surrounds you. The beautiful palm trees, the meandering stone steps leading through the tranquil koi pond, and the delicate vines draping above the handcrafted, intricately carved wood front door all conspire to transport you to a realm of peace and serenity. Guests who stay here should expect impeccable levels of service, intimacy, privacy and discretion in one of the world’s most sensational settings – including a dedicated staff and personal chef to prepare meals and maintain the villa to the upmost standard.Upon entering the villa, your mind can’t begin to comprehend the vast amount of open space that lies before you. This multi-story abode is truly a tribute to the beauty of ample space and the elegance of cohesive design, granting families and elite vacationers the perfect sanctuary to escape the stress of daily life. The true star of the show in the upstairs portion of the house, where you’ll find an expansive wraparound terrace that treat your eyes to breathtaking ocean views and distant mountains as far as the eye can see.Those seeking the true essence of paradise will find it here at Villa Black Pearl. Here, friends and families are presented with an abundance of opportunities to divulge in an epic array of activities, creating the perfect recipe for an unparalleled holiday experience:· Keep up to date on all your favorite shows and movies on our massive 73” HDTV with Netflix installed for your entertainment.· Take a plunge into the luxurious in-ground swimming pool or bask in the sun on the elegant lounge chairs.· Journey to Port Padangbai, a mere 5-minute motorcycle ride away, and embark on a ferry to Lembar in Lombok, The Gilis, Nusa Lembongan, and other idyllic islands of the Lesser Sunda islands.· Experience the beauty of the underwater world by booking a charter with Blue Lagoon Snorkeling (~6 minutes away driving). Specializing in creating awe-inspiring aquatic encounters, you'll have the opportunity to behold a diversity of marine life – including tiger fish, sea turtles, breathtaking coral reefs, clownfish, sea snakes, and even stingrays!· Enhance your stay by indulging in the thrill of adventure with a tour from one of the many reputable operators. This includes traversing through Bali’s lush countryside on an ATV, full day tours on the enchanting Nusa Penida island, or paying homage to ancient temples such as Tirta Empul, Lempuyang, and Tanah Lot. Visit the Viator website for more information.Our grand open-plan kitchen is a culinary oasis, boasting a colossal island bar that seamlessly flows onto the pool deck. As you prepare a delicious meal, you can indulge in the stunning vistas of the ocean that lies just beyond the floor-to-ceiling windows, creating a harmonious connection between indoor and outdoor living. Armed with an array of top-notch culinary tools and appliances, you will have the capability to craft delectable seafood and traditional Indonesian dishes that pay homage to the island's rich culture. Our kitchen is fully equipped to accommodate any culinary endeavor, whether it be a quick, on-the-go meal or a more sophisticated spread using our:· Full size refrigerator· Knife set· Ladle, cooking spoon, spatula, and other utensils· Water dispenser· Oven, microwave, and stove· Toaster· Pots and pans· Oil, salt, pepper and spices· Plates, bowls, mugs, glasses and silverwareIf you’re not up for cooking, we recommend venturing out to Candidasa approximately 20 minutes away, where you’ll find a wide array of 5-star hotel restaurants and bars for a change of pace. Ganesh Lodge is voted as number 1 by TripAdvisor offering a blend of vegan, vegetarian and traditional local specialties.Ready for some quality rest and relaxation? A mesmerizing ambience of pure intimacy awaits you as you head upstairs to the bedrooms, and the master king bedroom is no exception. Its grand vaulted ceilings exude an air of regal elegance, as well as the built-in deep soaking bathtub – where you can escape into its soothing waters and enjoy one heck of a view from the adjacent window. The other 2 king bedrooms are of similar awe-inspiring grandeur while also containing:· A chest of drawers and a wardrobe· Room darkening shades to block out the sun, ensuring a full of uninterrupted sleep· Bathroom essentials such as a hairdryer, towels, shampoo, shower gel, and conditioner"
        },
        {
            "id":20,
            "Country":"Mauritius",
            "name":"La preneuse, Mauritius",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/f7d75314-a18c-4b36-a897-fc6e34f191d5.jpeg?im_w=720",
            "description":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations",
            "cost":"57,201",
            "title":"Luxury stay in La preneuse, Rivière Noire District, Mauritius",
            "heading":"Villa Matahari by muse villas",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/8b801a37-484c-4f8a-b035-9e7835576c74.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/4e0c2fb9-3c27-46c0-970e-ece0515c88ae.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/91ea45b0-c5c3-40a3-a4cb-b3fc0b908a2f.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/26dded34-e53e-42b0-9538-b28292796049.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations soar in the background. Towering palms provide dappled shade in the verdant yard which leads directly to the toasted sand. The interior, rich with warm wood and sumptuous linens, is drenched in natural light. Sunbathe on a plump lounger before plunging into the refreshing pool or crystal-clear lagoon."
        },
        {
            "id":21,
            "Country":"Thailand",
            "name":"Phang Nga,Thailand",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-826025597172937112/original/d6bbe2ca-9337-4a7e-a5d3-ca8fe72821db.jpeg?im_w=720",
            "description":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations",
            "cost":"57,201",
            "title":"Luxury stay in Phang Nga, Khao Lak, Thailand",
            "heading":"Seaside Paradise",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/8b801a37-484c-4f8a-b035-9e7835576c74.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/4e0c2fb9-3c27-46c0-970e-ece0515c88ae.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/91ea45b0-c5c3-40a3-a4cb-b3fc0b908a2f.jpeg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/miso/Hosting-736198410456285256/original/26dded34-e53e-42b0-9538-b28292796049.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The vivid ocean ripples only moments from this Mauritius villa while volcanic rock formations soar in the background. Towering palms provide dappled shade in the verdant yard which leads directly to the toasted sand. The interior, rich with warm wood and sumptuous linens, is drenched in natural light. Sunbathe on a plump lounger before plunging into the refreshing pool or crystal-clear lagoon."
        },
        {
            "id":22,
            "Country":"England",
            "name":"Sidemen, Bali, England",
            "url":"https://a0.muscache.com/im/pictures/monet/Luxury-727518752616577171/original/78e9fce9-1c2d-4a56-9585-e1274112dda9?im_w=720",
            "description":"Veluvana is a unique bamboo house with a wonderful view of Sidemen Valley.",
            "cost":"45,201",
            "title":"Treehouse hosted by Veluvana",
            "heading":"Veluvana Bali - Owl Bamboo House",
            "urls":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/11058c0d-fac8-4035-8f16-8b3abe7441cd.jpeg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/e15ee353-0861-44ed-868a-56091755e513.jpg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/miso/Hosting-43629767/original/ec85ccc0-281c-44fc-a061-bc1e87ea0081.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/45a3aa2b-ce00-4068-9ebe-9f83ca281fe4.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/f474dfbe-557a-4d07-8d6e-76aba506b5a6.jpg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The bamboo house is located at the main tourist district of Sidemen, a small town with a magnificent landscape in the southern flank of Mount Agung. Sidemen is not a touristy area, it is about a 90-minute drive from Bali Airport and a 45-minute drive from Ubud. Besides the beautiful scenery and the indigenous culture Sidemen also surrounded by a lot of famous tourist destinations in Bali. Some of them include; Lempuyang Temple (The Gateway to Heaven), Besakih (The Mother Temple of Bali), Tirta Gangga Royal Water Palace, Telaga Waja River for Rafting, Amed Diving Spot, and Bias Putih the Virgin Beach.Upon arrival at Veluvana bamboo house, you will find the upper ground parking area with a small gazebo on the west side of the entrance and a small front office building in the north-east edge. Take your time in the upper ground to enjoy the welcome drink served by our doorman while resting from a long journey through the wavy road of East Bali.Once you finish your drink, the declining stairs down to the north edge of the upper ground will lead you to the bamboo house. You will not see the building until you reach the lower ground as it is secluded behind the bamboo wall and vegetation. At the lower ground, you will notice a small fish pond to be your silent neighbor during your stay. Spin the leaf door and follow the stone path to head into the ground level of the bamboo house.All part of the building is fully designed for guest enjoyment. Sit back the bamboo couch to watch the painting-like scenery right from the ground level porch. On the left side of the house is a small pool to chill with your partner. While at the right end are the semi-open toilet and the lush rain-forest shower. There is also a kitchenette at the back of the couch that features a sink, a cooler, a coffee maker, a water heater, and seasonal fruit will also be served subject to availability.Climb up to the upper level of the house through the bamboo stairs, you will enter the all bamboo bedroom that facing north to the Sidemen Valley with the green hills and Mount Agung on its back. Half of the room wall is windows with transparent glass that allows sunrise to light up your mind and sunset to color up your soul. The room features a comfort double-sized bed, a single reclining sofa bed, and a cozy bedroom chair where you can kick back and relax with a book or hustling on a laptop before rolling into bed.The upper level of the house also features a balcony on the east side and the dreamy hanging net right in front of your bed. Carefully spin the east door to enjoy sightseeing from the east balcony especially when the sunlight softly appears to charm you up from your restful sleep. If you brave enough to try relaxing on the hanging net while enjoying the magnificent view of Mount Agung, open the north side window and go down slowly to the net. Layback and chill like you were floating on a soft cloud. It is okay to also bring pillows and blanket to the net because anyone can fall asleep by the soft wind of the Sidemen Valley."
        },
        {
            "id":23,
            "Country":"Turkey",
            "name":"Kecamatan Ubud, Turkey",
            "url":"https://a0.muscache.com/im/pictures/4df1a75b-1529-4f49-abed-6b0e10c92467.jpg?im_w=720",
            "description":"This beautifully designed 1 bedroom villa offers a cosy indoor living space,swimming pool. ",
            "cost":"39,201",
            "title":"Entire villa hosted by Alfred",
            "heading":"Luxe 1 BDR Romantic hideaway Private Villa Ubud",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/08ca9cc1-6c85-4663-9faa-114e1c00956e.jpeg?im_w=720",
            "url2":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/797d317f-a624-40eb-99de-2f3219176317.jpeg?im_w=720",
            "url3":"https://a0.muscache.com/im/pictures/31a82697-b77d-4e79-aa4f-cfdb65f967ec.jpg?im_w=720",
            "url4":"https://a0.muscache.com/im/pictures/prohost-api/Hosting-46761225/original/762acbae-692b-4054-b49e-0970f83feda3.jpeg?im_w=720",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"Enjoy time with your loved one in this unique 1 bedroom villa, surrounded by lush greens and the sound of nature. Wake up, get out of bed and straight in the refreshing pool to start your day right! Enjoy a drink while stargazing by the pool on the comfy day bed or while having a dip in the pool.Sliding glass doors make it possible to fill all rooms with light and a glass ceiling in the bathroom brings natural light all day long. Surrounded by nature and jungle, your privacy is secured and you can fully enjoy this property.           The villa offers an en-suite bathroom, closed living room and fully equipped kitchen. Our trained staff will come daily for cleaning, gardening and pool maintenance. Please talk to the butler on site for time requests, in order to respect your privacy.You will find all amenities, linen and towels available during your stay.Enjoy this luxurious jungle paradise, a mix of bright and modern architecture with traditional balinese decoration and wooden details.The tranquillity and nature around the house ensures you a relaxed time, while you are just a short ride away from Ubud centre with many cafes, restaurants and shops.The perfect spot for your perfect holiday.Guest access"
        },
        {
            "id":24,
            "Country":"Austrelia",
            "name":"Tampaksiring, Austrelia",
            "url":"https://a0.muscache.com/im/pictures/miso/Hosting-822384226588127884/original/f2138328-78ae-4596-bf2a-df999390fa57.jpeg?im_w=720",
            "description":"Located just a 20-minute scooter ride from the vibrant centre of Ubud.",
            "cost":"43,201",
            "title":"Entire cabin hosted by Eco Six Bali",
            "heading":"Dome - Bamboo Villa in Eco Six Bali",
            "urls":"https://a0.muscache.com/im/pictures/4a5c629b-9c92-450e-8d8f-995875798838.jpg?im_w=960",
            "url1":"https://a0.muscache.com/im/pictures/08a9afde-e2f2-48aa-b8b0-a7e747318943.jpg?im_w=480",
            "url2":"https://a0.muscache.com/im/pictures/b51f509a-9c94-4d1c-a31c-1a465e1670ac.jpg?im_w=480",
            "url3":"https://a0.muscache.com/im/pictures/0295e1cd-09fe-448a-b837-7bf5ade3809c.jpg?im_w=480",
            "url4":"https://a0.muscache.com/im/pictures/6d3f81b5-affa-4c13-8681-4081d2568be6.jpg?im_w=480",
            "guestDetail":"4 guests2-bedrooms2-beds2-bathrooms",
            "description1":"The Dome is a one bedroom bamboo villa built on two floors. Its ground floor houses an open air living room fitted with a dining area, a seating area and balinese style hammock.The living room has direct access to a spacious balinese style garden and the beautiful Santorini style infinity pool.Amenities in the living room include a projector with Netflix, Nespresso coffee machine and refrigerated minibar.The master bedroom on the upper floor is fitted with a king size bed, a walk-in wardrobe, air conditioning, an in-room bathtub from where our guests can enjoy the beautiful rice fields views and a balcony overlooking the famous volcano Mount Agung. The bedroom houses a modernly equipped bathroom."
        }
    ]
}